export const data = [
    {
        name:"有效率的和牌方法",
        questions:[
            [
                "1. 切字牌存在正确顺序吗？",
                "手牌速度很快的话，就从役牌开始切；手牌慢的话，就从客风开始切"
            ],
            [
                "2. 说一下孤张数牌的优劣顺位",
                "手孤张数牌切牌顺序：19 28 5 46 37",
            ],
            [
                '3. 说一下搭子选择理论',
                '搭子切牌顺序：边张 坎张 两面'
            ],
            [
                '4. 孤张数牌和孤张字牌，先切哪边？',
                '1. 重视安全，先切端后切字；2.重视进张，先切字再切端；3. 平衡型：先切客风，再切端牌，最后切役牌'
            ],
            [
                '5. 边张搭子和役牌，先切哪边？',
                '听边张也要立直就切役牌，手牌很散的话就切边张，期待役牌摸成对子'
            ],
            [
                '6. 边张搭子和孤张数牌，先切哪边？',
                '比起孤张数牌，留下搭子是基础'
            ],
            [
                '7. 四连和中膨应该留下哪个？',
                '中四连 > 中中膨 > 孤张37 > 边四连 > 边中膨'
            ],
            [
                '8. 说一下端牌的处理范式',
                '根据手牌进行选择，最好提前记住部分牌型的处理范式：1.679-9；2.689-9；3.6689-9；4.6679-9；5.1224-1；6.67889-8；7.224466-4；8.134556-不切，可看作135和456'
            ]
        ]
    },
    {
        name:"避四的35个技巧",
        questions:[
            [
                "测试问题",
                "测试答案"
            ]
        ]
    },
]